{
  "https://www.bbc.com/news/articles/c997gvdm2p7o?at_medium=RSS&at_campaign=rss": "Every winter brings a drop in temperatures and rising concerns about heating costs.",
  "https://www.theguardian.com/technology/2026/jan/03/reddit-overtakes-tiktok-uk-search-algorithms-gen-z": "Reddit, the online discussion platform, has overtaken TikTok as Britain’s fourth most visited social media service, as search algorithms and gen Z have dramatically transformed its prominence.",
  "https://www.theguardian.com/travel/2026/jan/03/100km-cancer-charity-trek-isle-of-skye-scotland": "The day starts with a gentle trek.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/03/moe-wai-best-phone-picture": "As a tuk-tuk driver, Moe Wai feels that he has honed both his observational and people skills.",
  "https://www.theguardian.com/world/2026/jan/03/ukraine-2026-peace-deal-elusive": "Zelenskyy said a peace agreement was “90% ready”, but added something that subverted Donald Trump’s constant claims that a deal is just around the corner.",
  "https://www.theguardian.com/commentisfree/2026/jan/03/tennessee-actually-just-did-something-amazing-for-women": "Let’s say you’re going on a first date and you want to make sure the person you’re meeting up with isn’t a registered sex offender.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/03/from-squirrel-picnics-to-penpals-karaoke-to-crochet-43-easy-ways-to-lift-your-spirits": "During the pandemic, my husband found some wood on our street and used it to build a tiny, squirrel-sized picnic table.",
  "https://arstechnica.com/gaming/2025/12/in-the-90s-wing-commander-privateer-made-me-realize-what-kind-of-games-i-love/": "Most things Privateer did have been done better, but it’s still a classic.",
  "https://arstechnica.com/gaming/2025/12/ars-technicas-top-20-video-games-of-2025/": "A mix of expected sequels and out-of-nowhere indie gems made 2025 a joy.",
  "https://apnews.com/article/peace-proposals-diplomacy-ukraine-war-8eaa7d78332ab3664c54e34b0d3df020": "KYIV, Ukraine (AP) — European national security advisors arrived in Kyiv on Saturday to discuss the latest peace proposals, as a U.S.-led diplomatic push to end the nearly 4-year-old war in Ukraine intensifies.",
  "https://www.bbc.com/news/articles/c4gkjr554y2o?at_medium=RSS&at_campaign=rss": "The producers behind a Welsh language drama starring Star Wars actor Mark Lewis Jones have said they're hoping to replicate their global success.",
  "https://arstechnica.com/tech-policy/2025/12/speed-act-passes-in-house-despite-changes-that-threaten-clean-power-projects/": "The bill would significantly curtail scope of the federal environmental review process.",
  "https://arstechnica.com/gadgets/2025/12/djis-new-drones-will-not-be-available-in-the-us-as-fcc-ban-takes-effect/": "Americans will be unable to buy the latest and greatest drones because the Federal Communications Commission (FCC) has banned foreign-made drones as of today.",
  "https://www.npr.org/2026/01/03/g-s1-104407/top-republicans-back-trump-venezuela": "After months of growing concerns among some members of Congress about the Trump Administration's strikes on alleged drug boats in the Caribbean Sea, lawmakers return to Washington to an escalating conflict following U.S.",
  "https://www.abc.net.au/news/2026-01-04/blak-romance-choc-lit-magabala-first-nations-love-stories/106164166": "Or introduced a new partner to the aunties who have tried to set you up with someone else?.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/03/moment-i-knew-paddleboard-kiss-vanuatu": "In 2015, I’d been living in Vanuatu for a year, coaching the Vanuatu women’s beach volleyball team as they aimed to qualify for the Rio Olympics.",
  "https://www.theguardian.com/commentisfree/2026/jan/04/dying-husband-dementia-last-days": "“No, nothing,” I said as calmly as I could to the man with whom I had intensely discussed events in the world and at home for nearly 50 years.",
  "https://www.sbs.com.au/news/article/new-online-project-australian-with-disability-dv-prevention/8sy71qsbn": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.sbs.com.au/news/article/energy-efficiency-upgrades-are-saving-homeowners-on-mortgage-costs/fmbaodi1s": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.sbs.com.au/news/article/a-wolf-supermoon-is-happening-tonight-heres-what-you-need-to-know/3dn3zf24y": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.theguardian.com/sport/live/2026/jan/03/luke-littler-v-gian-van-veen-pdc-world-championship-darts-final-live": "[On the emerging rivalry with Van Veen] We’re always gonna have battles – on the pro tour, Euro tour, majors – and who knows, we might be back here in the final next year.",
  "https://www.abc.net.au/news/2026-01-04/fogg-dam-darwin-river-cyclone-fina-monsoon/106194820": "Darwin River Dam began overflowing on New Year's Eve, the earliest its ever done so since the spillway was raised in 2010.",
  "https://www.abc.net.au/news/2026-01-04/charity-keeping-pets-out-of-the-pound-funding-vet-care/106101748": "A new charity is offering vulnerable people and families emergency pet boarding, food drops and financial help for veterinary care.",
  "https://www.abc.net.au/news/2026-01-04/live-updates-ashes-australia-vs-england-fifth-test-day-one/106197464": "The SCG Test is marked with a tribute to the victims of the Bondi terror attack and praise for heroes from the day, including Ahmed Al Ahmed.",
  "https://www.abc.net.au/news/2026-01-04/world-darts-championships-luke-littler-wins-consecutive-titles/106197622": "Luke Littler has won the World Darts Championship for the second consecutive year.",
  "https://www.npr.org/2026/01/03/g-s1-104412/venezuela-nicolas-maduro-maria-corina-machado-opposition": "After the overnight capture of Venezuelan President Nicolás Maduro and his wife in the capital city of Caracas, questions remain as to who will lead the country.",
  "https://www.abc.net.au/news/2026-01-04/us-intervention-in-venezuela-impact-on-oil-prices-unclear/106197522": "Analysts say the US, and other oil giants, are equipped to extract and refine large volumes of oil from Venezuela.",
  "https://www.bbc.com/news/articles/cge5wzwv2p3o?at_medium=RSS&at_campaign=rss": "For a long time, everyday tasks like climbing the stairs or doing the washing left Natalie Rekowski breathless.",
  "https://www.abc.net.au/news/2026-01-04/australian-cricket-great-damien-martyn-awakes-from-coma/106198212": "Former Australian Test batsman Damien Martyn is awake and talking after being in an induced coma for several days.",
  "https://www.bbc.com/news/articles/clygv0pd26eo?at_medium=RSS&at_campaign=rss": "For years, Florida resident Rosana Mateos had a recurring dream about the fall of Nicolas Maduro in Venezuela.",
  "https://www.bbc.com/news/videos/c5y2xqgjd7eo?at_medium=RSS&at_campaign=rss": "US President Donald Trump says the US launched strikes on Venezuela and captured its President Nicolás Maduro.",
  "https://www.abc.net.au/news/2026-01-04/nick-kyrgios-thanasi-kokkinakis-special-ks/106198254": "Nick Kyrgios could not have looked more at ease on Pat Rafter Arena on Sunday night.",
  "https://www.theguardian.com/food/2026/jan/04/how-to-make-the-perfect-breakfast-tacos-recipe-felicity-cloake": "Roll up, roll up for the yummiest start to the day with this tantalising TexMex mishmash of refried beans, eggs, potatoes.",
  "https://www.npr.org/2026/01/04/nx-s1-5665123/wellness-trends-new-year": "Trying to keep up with the flood of wellness trends last year was bewildering.",
  "https://www.bbc.com/news/articles/cy05lkr9pzjo?at_medium=RSS&at_campaign=rss": "A man who died trying to save two people from the sea in East Yorkshire has been named as Mark Ratcliffe.",
  "https://www.bbc.com/news/articles/cn56wdlw094o?at_medium=RSS&at_campaign=rss": "Prime Minister Sir Keir Starmer has told the BBC the UK should move towards closer alignment with EU markets \"if it's in our national interest\".",
  "https://www.theguardian.com/business/2026/jan/04/battery-electric-cars-diesels-great-britain-london-ulez": "Battery electric cars are poised to overtake diesels on Great Britain’s roads by 2030, according to analysis that suggests London will be the first UK city to go diesel-free.",
  "https://apnews.com/article/marjorie-taylor-greene-trump-georgia-republicans-f0e7f5f606cc63a0ccd57e429c05c762": "“Every thought that we had in our minds, she seemed to be very good at verbalizing,” Harling said.",
  "https://www.abc.net.au/news/2026-01-05/dna-project-to-save-rufous-scrub-bird/106191878": "A project is underway to sequence the genome of five separate Rufous scrub-bird colonies.",
  "https://apnews.com/article/saints-falcons-score-7af36fbef8544a69fba5bbeff2f12d12": "ATLANTA (AP) — Dee Alford’s red-zone interception stopped a potential go-ahead drive by New Orleans, and the Atlanta Falcons beat the Saints 19-17 on Sunday to give the NFC South title to the Carolina Panthers.",
  "https://www.theguardian.com/sport/2026/jan/05/thanasi-kokkinakis-nick-kyrgios-doubles-comeback": "Thanasi Kokkinakis’s tears after a doubles match told the story as the injury-plagued Australian won in his latest and most dramatic return to the sport alongside old friend Nick Kyrgios.",
  "https://www.theguardian.com/football/2026/jan/04/fulham-liverpool-premier-league-match-report": "Perhaps they underestimated Harrison Reed.",
  "https://www.sbs.com.au/news/article/australians-in-these-states-are-set-to-swelter-amid-40c-warnings/wbutwwouy": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.abc.net.au/news/2026-01-05/joe-root-second-century-scg-don-bradman/106199570": "Former Australian batter Darren Lehmann has hailed England batter Joe Root as \"the best player outside of Bradman\" following his second Ashes century of the series on day two of the Sydney Test.",
  "https://www.theguardian.com/sport/2026/jan/04/nfl-roundup-week-18-scores": "Dee Alford’s red-zone interception stopped a potential go-ahead drive by New Orleans, and the Atlanta Falcons beat the Saints 19-17 on Sunday to give the NFC South title to the Carolina Panthers.",
  "https://www.abc.net.au/news/2026-01-05/ashes-cricket-scg-test-day-two-live-blog/106199006": "Joe Root eventually falls for 160, his biggest score on Australian soil and second century of the Ashes tour, as England is bowled out for 384 on day two.",
  "https://www.bbc.com/news/articles/cgl825nz9nlo?at_medium=RSS&at_campaign=rss": "Aussie guitar duo Royel Otis show up to our interview looking artfully crumpled, beers in hand - but all is not quite what it seems.",
  "https://www.theguardian.com/sport/2026/jan/05/ashes-australia-england-fifth-test-day-two-cricket-report-joe-root-travis-head": "The Richies were out in force for the final time on the second day at the Sydney Cricket Ground, an entire block decked out in either cream, bone, white, off-white, ivory, or beige.",
  "https://www.theguardian.com/science/2026/jan/05/can-you-solve-it-are-you-as-smart-as-spock": "Which it does: World Logic Day is a Unesco-approved date in the academic calendar for the promotion of the study of deductive reasoning.",
  "https://www.sbs.com.au/news/article/venezuela-local-reaction-australia/94xjas7xz": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.npr.org/2026/01/05/nx-s1-5664884/why-a-power-plant-is-strategically-important-in-the-talks-between-russia-and-ukraine": "NPR's A Martinez talks to Henry Sokolski of the Nonproliferation Policy Education Center about the Zaporizhzhia power plant and its importance in the peace talks between Russia and Ukraine.",
  "https://www.bbc.com/news/articles/cn42x7yv852o?at_medium=RSS&at_campaign=rss": "Scots are to get a public holiday to mark the men's national team playing in its first World Cup since 1998.",
  "https://www.theguardian.com/sport/2026/jan/05/australia-ignoring-spin-good-bowlers-are-good-bowlers-ashes-cricket": "Why is a middling back-up seamer suddenly better than a quality spinner, whatever the conditions?.",
  "https://www.theguardian.com/crosswords/crossword-blog/2026/jan/05/crossword-editors-desk-words-of-the-year-welcome-rhea-seehorn-and-confusion-over-cheese": "Around January in these parts we run a test on the dictionaries’ words of the year.",
  "https://www.theguardian.com/lifeandstyle/2025/dec/19/the-perfect-way-to-do-nothing-how-to-embrace-the-art-of-idling": "On a rainy afternoon last weekend, plans got cancelled and I found myself at a loose end.",
  "https://www.theguardian.com/food/2026/jan/05/quick-easy-roast-sweet-potato-recipe-feta-butter-bean-traybake-spring-onion-pesto-rukmini-iyer": "A brilliant, warming 30-minute traybake, all in one tin.",
  "https://www.bbc.com/news/articles/crrnw08qvg7o?at_medium=RSS&at_campaign=rss": "Shares in US energy companies have jumped as investors bet that the US capture of Venezuelan President Nicolás Maduro will open opportunities to tap the country's oil reserves.",
  "https://www.theguardian.com/lifeandstyle/2025/dec/19/the-perfect-way-to-switch-off-from-work-how-to-detach-and-de-stress": "Marilyn Monroe once said: “A career is wonderful, but you can’t curl up with it on a cold night.” Only these days, you can.",
  "https://www.theguardian.com/football/2026/jan/05/scotland-national-bank-holiday-after-world-cup-fixture": "Football fans needn’t worry about the hangover when they celebrate, or otherwise, into the wee hours after Scotland’s first match in the 2026 World Cup – because the day after the 2am UK time fixture looks likely to be a national bank holiday there.",
  "https://www.theguardian.com/money/2026/jan/05/one-hour-work-pattern-microshifting-secret-happy-balanced-life": "That doesn’t help.",
  "https://www.theguardian.com/science/2026/jan/05/did-you-solve-it-are-you-as-smart-as-spock": "Earlier today I set the following puzzle, a pre-commemoration of World Logic Day on January 14.",
  "https://www.theguardian.com/wellness/2026/jan/05/clean-your-reusable-water-bottle": "Environmentally friendly and convenient, reusable water bottles are on the rise.",
  "https://arstechnica.com/science/2026/01/providers-dropping-common-anesthesia-drug-thats-also-a-climate-super-pollutant/": "The European Union now prohibits desflurane’s use during most procedures.",
  "https://www.bbc.com/news/articles/cy4g7xz31lpo?at_medium=RSS&at_campaign=rss": "A close friend has paid tribute to a mother and daughter who were swept away at a seaside resort.",
  "https://www.bbc.com/news/articles/c78v6v0j8v4o?at_medium=RSS&at_campaign=rss": "High street retailers Claire's and The Original Factory Shop are being put in to administration, risking 2,500 jobs.",
  "https://www.abc.net.au/news/2026-01-06/venezuelan-leader-nicol%C3%A1s-maduro-appears-in-new-york-court/106201846": "Ousted Venezuelan leader Nicolás Maduro and his wife Cilia Flores have pleaded not guilty to multiple charges, including narco-terrorism, in their first court appearance since being captured by US forces.",
  "https://www.abc.net.au/news/2026-01-06/dr-karl-how-things-works-pie-quiz/106086912": "When Dr Karl wants to understand something, he doesn't mess around.",
  "https://www.abc.net.au/news/2026-01-06/local-groups-stop-woolwich-marina-expansion-but-fear-isnt-over/106194942": "Local groups in Sydney's north fear a legal win to stop the Woolwich Marina expansion could be short-lived.",
  "https://www.abc.net.au/news/2026-01-06/brisbane-international-emerson-jones-kimberly-birrell/106202016": "Emerson Jones has defeated world number 43 Tatjana Maria 6-3, 6-3.",
  "https://www.abc.net.au/news/2026-01-06/is-a-desk-treadmill-worth-the-cost/106195036": "Recent surveys estimate more than 6.7 million Australians — almost half of all workers, and the majority in Sydney, Melbourne and Canberra — work from home at least some of the time in paid or unpaid roles.",
  "https://www.abc.net.au/news/2026-01-06/algal-bloom-concerns-near-tasmanian-salmon-farms/106199152": "During the night, it's a sparkling blue bioluminescence, attracting curious onlookers.",
  "https://arstechnica.com/gadgets/2026/01/sandisk-says-goodbye-to-wd-blue-and-black-ssds-hello-to-new-optimus-drives/": "Optimus SSDs will continue with the same model numbers that the WD SSDs used.",
  "https://www.npr.org/2026/01/05/g-s1-104632/venezuela-government": "CARACAS, Venezuela — The Venezuelan government on Monday sought to show its people and the world that the country is being run independently and not controlled by the United States following its stunning weekend arrest of Nicolás Maduro, the authoritarian leader who had ruled for almost 13 years.",
  "https://www.abc.net.au/news/2026-01-05/former-labor-politicians-plead-albanese-royal-commission-bondi/106201744": "A group of former Labor MPs, senators and party officials have signed an open letter calling for a national royal commission into the Bondi terror attack.",
  "https://www.theguardian.com/politics/2026/jan/05/starmer-goes-full-sycophant-trump-politics-sketch": "Let’s face it.",
  "https://www.bbc.com/news/articles/cdxwgqpxwkzo?at_medium=RSS&at_campaign=rss": "When we treat ourselves to a meal out and something's off  - the food is cold or the service is slow - it can be difficult to know how to handle it.",
  "https://www.theguardian.com/technology/2026/jan/05/nvidia-chips-jensen-huang": "Nvidia CEO Jensen Huang said on Monday that the company’s next generation of chips is in “full production” saying they can deliver five times the artificial-intelligence computing of the company’s previous chips when serving up chatbots and other AI apps.",
  "https://www.bbc.com/news/articles/c70lw9x581no?at_medium=RSS&at_campaign=rss": "South Korea's President Lee Jae Myung has called for a \"new phase\" in ties with China as he met its leader Xi Jinping in Beijing on Monday.",
  "https://www.abc.net.au/news/2026-01-06/ashes-live-scg-test-day-three-australia-england/106202206": "Usman Khawaja strides to the crease after Travis Head falls for 163 as Australia piles on the runs on day three of the fifth Ashes Test at the SCG.",
  "https://www.abc.net.au/news/2026-01-06/brisbane-international-madison-keys/106203350": "Madison Keys, 2025 Australian Open champion, won her opening match of the Brisbane International.",
  "https://www.theguardian.com/australia-news/2026/jan/06/sydney-harbour-bridge-bike-ramp-opens": "The Sydney Harbour Bridge cycle path has a new, smooth ramp, replacing a notorious 55-step staircase and giving cyclists a continuous route from North Sydney into the CBD after decades of campaigns, scrapped designs and local opposition.",
  "https://www.theguardian.com/world/live/2026/jan/05/venezuela-live-updates-trump-us-interim-president-collaborate": "María Corina Machado, the exiled Venezuelan opposition leader, used an appearance on Sean Hannity’s Fox News show on Monday to assure Donald Trump that she would like to share the Nobel peace prize she won last year with him.",
  "https://www.theguardian.com/business/2026/jan/06/us-exemption-oecd-global-tax-deal-multinational-companies": "Nearly 150 countries have agreed on a landmark plan to stop large global companies shifting profits to low-tax jurisdictions, but the US will be exempt from the deal, angering tax transparency groups.",
  "https://www.theguardian.com/sport/2026/jan/06/australian-open-prizemoney-after-tennis-australia-boost": "Tennis Australia has channelled a share of its spectacular rise in revenue back to players by announcing a $111.5m prize pool for this year’s Australian Open, up 16% on last year.",
  "https://www.theguardian.com/stage/2026/jan/06/i-love-money-katherine-ryan-on-success-feminism-bad-reviews-ballsiness": "‘Especially in this country, I think you needed me.",
  "https://www.theguardian.com/travel/2026/jan/06/perfect-winter-walk-cheshire-sandstone-trail": "The Guardian’s journalism is independent.",
  "https://www.abc.net.au/news/2026-01-06/ashes-fifth-test-day-three-steve-smiths-smudge-day/106203528": "Whether we knew it or not, and deep down we probably did, this Ashes series was absolutely crying out for a Smudge Day.",
  "https://www.theguardian.com/commentisfree/2026/jan/06/men-women-friendship-silent-masculine-trains-golf-drink": "It’s good to talk.",
  "https://www.bbc.com/news/articles/c0q40xg3j0jo?at_medium=RSS&at_campaign=rss": "Central African Republic (CAR) President Faustin-Archange Touadéra has won a third term after securing an outright majority in last month's presidential election, provisional results show.",
  "https://www.theguardian.com/politics/2026/jan/06/labour-election-strategy-protect-mp-over-winning-seats-deputy-pm": "Labour will switch to an “incumbency first” model to protect MPs at the next election rather than targeting seats, the deputy leader, Lucy Powell, has told Labour MPs.",
  "https://www.theguardian.com/business/2026/jan/06/next-profits-festive-sales-uk-employment": "The high street retailer Next expects its annual profits to top £1.1bn after it rang up much stronger sales than expected over Christmas – but it has warned that 2026 will be tougher amid “continuing pressures on UK employment”.",
  "https://www.theguardian.com/football/2026/jan/06/new-manager-manchester-united-in-tray": "Whatever the protestations from Manchester United about the relationship between Ruben Amorim and the higher-ups not collapsing like a house of cards, clearly something was not right.",
  "https://www.bbc.com/news/articles/c3wz6p64gzyo?at_medium=RSS&at_campaign=rss": "Geese have been described as \"Gen Z's first great American rock band\" - and it's not hard to see or hear why.",
  "https://www.npr.org/2026/01/06/nx-s1-5667545/once-an-industry-top-dog-intel-hopes-to-regain-dominance-with-chip-made-in-the-u-s": "Intel has announced the launch of a chip that's made in America.",
  "https://www.npr.org/2026/01/06/nx-s1-5640140/people-want-to-look-good-researcher-hopes-redesigned-walker-will-remove-stigma": "People who need walkers are often reluctant to start using them because of stigma.",
  "https://www.bbc.com/news/articles/cewjqxxy2jxo?at_medium=RSS&at_campaign=rss": "For years, fantasy football has given every armchair manager the space to back up claims they \"could do a better job\" than the real thing.",
  "https://www.theguardian.com/games/2026/jan/06/the-15-best-ps5-playstation-5-games-to-play-in-2026": "Entering its sixth year, the PlayStation 5 has built up a formidable library of epic adventures, button-pummelling shooters and even the odd cutesy platformer.",
  "https://www.theguardian.com/stage/2026/jan/06/judi-dench-twelfth-night-reunion-simon-callow-ian-mckellen-stephen-fry": "Many of us decline into our dotage.",
  "https://www.bbc.com/news/articles/cql45lykx5eo?at_medium=RSS&at_campaign=rss": "Tomorrowland, the hugely popular European electronic dance music or EDM festival, will stage its first-ever full-fledged Asia edition in Thailand this December.",
  "https://www.theguardian.com/world/2026/jan/06/venezuela-opposition-maria-corina-machado-setback-trump": "There was unbridled joy among members of Venezuela’s opposition on Saturday morning as their country’s president, Nicolás Maduro, was dragged into US custody after an audacious raid on his compound.",
  "https://www.theguardian.com/commentisfree/2026/jan/06/reflecting-sunlight-climate-crisis-heating": "The world is warming fast – and our options to avoid catastrophic harm are narrowing.",
  "https://www.bbc.com/news/articles/cx2m8d44v4go?at_medium=RSS&at_campaign=rss": "And I feel like I've left my sanity as well as my warm clothes in the changing room as I stride out to the edge of a reservoir in my swim shorts.",
  "https://www.theguardian.com/australia-news/2026/jan/07/nsw-opposition-fresh-faces-coalition-shadow-cabinet-ntwnfb": "Since the Bondi massacre, New South Wales politicians – unlike their federal colleagues – have mostly put aside their differences to pass new, tougher gun laws and to mourn.",
  "https://www.theguardian.com/world/live/2026/jan/06/coalition-willing-paris-ukraine-zelenskyy-greenland-denmark-venezuela-trump-latest-news-updates": "We have some more of the draft statement – drawn up by Ukraine’s western allies – now.",
  "https://www.theguardian.com/thefilter/2025/jan/29/best-sunrise-alarm-clocks": "The Guardian’s journalism is independent.",
  "https://www.theguardian.com/world/2026/jan/06/iranian-security-forces-clash-protesters-tehran-grand-bazaar": "Iranian security forces have clashed with protesters staging a sit-in at Tehran’s grand bazaar, firing teargas and expelling demonstrators as the nationwide protest movement continued to grow in its 10th day.",
  "https://www.theguardian.com/technology/2026/jan/06/friction-maxxing-could-less-convenience-lead-to-much-more-happiness": "The conveniences of modern life such as Uber Eats and ChatGPT are robbing us of satisfaction – and worse still, infantilising us.",
  "https://www.abc.net.au/news/2026-01-07/victoria-south-australia-authorities-brace-for-fires-heatwave/106203894": "Severe and extreme heatwave warnings are now in place across large parts of Australia's south and south-east.",
  "https://www.bbc.com/news/articles/c17zee20qpzo?at_medium=RSS&at_campaign=rss": "The UK and France have signed a declaration of intent on deploying troops in Ukraine if there is a peace deal with Russia, UK Prime Minister Sir Keir Starmer has said.",
  "https://www.abc.net.au/news/2026-01-07/echidna-population-count-queensland-conservation/106127158": "An echidna expert from the University of Queensland says not much is known about how many echidnas there are in the wild.",
  "https://www.abc.net.au/news/2026-01-07/city-of-marion-librarians-go-viral-on-social-media/106202866": "Several videos by a group of Adelaide librarians have gone viral, amassing their employer's social accounts tens of thousands of followers.",
  "https://www.theguardian.com/books/2026/jan/07/love-desire-and-community-the-new-generation-of-readers-bonding-over-romance-novels": "In a packed room in Sydney, an excited crowd riffles through stacks of stickers and bookmarks searching for their favourite characters.",
  "https://arstechnica.com/ai/2026/01/news-orgs-want-openai-to-dig-up-millions-of-deleted-chatgpt-logs/": "OpenAI’s loss in privacy fight could lead to sharing even more deleted chats.",
  "https://www.abc.net.au/news/2026-01-07/meadow-flat-primary-school-purple-copper-butterfly/106173306": "Kids at a tiny regional school are on a mission to save one of Australia's extremely rare butterflies.",
  "https://www.theguardian.com/us-news/2026/jan/06/nra-sues-charity": "The National Rifle Association (NRA) is suing its own charitable arm, the NRA Foundation, claiming that its leaders are trying to seize control of the gun rights organization and illegally “repurposing” $160m in donations to support their “thirst for power”.",
  "https://www.sbs.com.au/news/article/us-backs-binding-security-guarantees-for-ukraine/2s0ja2fw1": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.theguardian.com/books/2026/jan/06/what-were-reading-alan-hollinghurst-samantha-harvey-and-guardian-readers-on-the-books-they-enjoyed-in-december": "Ever since my father presented me with a copy of The Unicorn, beautifully translated into my mother tongue, I have been an ardent admirer of Iris Murdoch’s.",
  "https://arstechnica.com/gadgets/2026/01/dells-xps-revival-is-a-welcome-reprieve-from-the-ai-pc-fad/": "Dell moves from pushing “AI PCs” and back to what matters in laptops.",
  "https://www.npr.org/2026/01/06/nx-s1-5640140-e1/people-want-to-look-good-researcher-hopes-redesigned-walker-will-remove-stigma": "People who need walkers are often reluctant to start using them because of stigma.",
  "https://www.abc.net.au/news/2026-01-07/shark-bay-treasure-safe-found-on-seafloor-with-beef-jerky/106200058": "A small safe buried in a seabed off the coast of Shark Bay has been recovered from the ocean.",
  "https://apnews.com/article/ap-top-25-shakeup-d2f425b1952665515f2b7922bbe0a957": "Kentucky and Vanderbilt made major jumps in The Associated Press women’s basketball Top 25 on Monday after four of the top 10 teams lost last week, causing a shakeup in the poll.",
  "https://www.abc.net.au/news/2026-01-07/inflation-abs-monthly-cpi-for-november/106205848": "The consumer price index  rose 3.4 per cent over the year to November, down from 3.8 per cent a month earlier.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/07/art-could-save-your-life-creative-ways-make-2026-happier-healthier": "For some reason, we have collectively agreed that new year is the time to reinvent ourselves.",
  "https://www.abc.net.au/news/2026-01-07/songs-from-hottest-100-of-2005-should-have-been-higher/106145224": "Revisiting the Hottest 100 of 20 years ago can be a whole heap of nostalgic fun.",
  "https://www.abc.net.au/news/2026-01-07/sam-welsford-hopes-to-cap-new-ineos-contract-with-national-title/106207662": "Sam Welsford has signed a contact with Ineos-Grenadiers in the UCI WorldTour.",
  "https://www.theguardian.com/society/2026/jan/07/community-sponsors-supporting-refugees-uk": "“Our children correct us when we don’t pronounce some words with the proper Derbyshire accent,” says Samir*, an Afghan refugee whose family have settled into their new lives in the north of England.",
  "https://www.abc.net.au/news/2026-01-07/jacob-bethell-englands-hope-sets-up-sydney-finale-day-four-scg/106206644": "One of the more painful aspects of this tour for England has been the correct answers it has stumbled upon well after the exam had already been failed.",
  "https://www.abc.net.au/news/2026-01-07/uk-citizen-suspected-far-right-links-set-to-be-deported/106207522": "WARNING: This story contains an image of a symbol that may cause offence.",
  "https://www.theguardian.com/football/2026/jan/07/liam-rosenior-strasbourg-ideal-preparation-chelsea-young-players-demands-owners": "Liam Rosenior looks up at the towering Strasbourg Kop.",
  "https://www.theguardian.com/film/2026/jan/07/labyrinth-review-jim-henson-david-bowie-jennifer-connelly": "Revived for its 40th anniversary, this is one of the most beguilingly eccentric and charming family movies imaginable.",
  "https://www.theguardian.com/games/2026/jan/07/the-15-best-xbox-series-sx-games-to-play-in-2026": "Now surely approaching their twilight years, the Xbox Series S and X machines nevertheless still have plenty to offer both new and veteran owners.",
  "https://www.theguardian.com/fashion/2026/jan/07/sali-hughes-on-beauty-lactic-acid-skincare-hero": "The Guardian’s journalism is independent.",
  "https://www.npr.org/2026/01/07/nx-s1-5667595/serendipity-origin-history-word-of-the-week": "The whimsical term has also been the title of countless poems, songs and books about remarkable coincidences or eureka moments.",
  "https://www.theguardian.com/politics/live/2026/jan/07/pmqs-live-uk-politics-latest-news-keir-starmer-kemi-badenoch-labour-nigel-farage": "Q: [From the BBC] What do you think of the plan to put troops on the ground in Ukraine?.",
  "https://www.theguardian.com/commentisfree/2026/jan/07/democrats-win-back-white-house-2028": "By January 2029, Donald Trump will be capping off a nearly 14-year stretch at the helm of American politics.",
  "https://arstechnica.com/space/2026/01/here-are-the-launches-and-landings-were-most-excited-about-in-2026/": "A lot could happen in space next year, but let’s get real about what actually will.",
  "https://www.theguardian.com/books/commentisfree/2026/jan/07/reading-for-pleasure-young-people-katy-hessel": "Reading for pleasure rates are shockingly low in young people.",
  "https://apnews.com/article/florida-redistricting-census-desantis-b10b743019ba7f25a2f26d3ccdaf9a67": "ORLANDO, Fla.",
  "https://www.abc.net.au/news/2026-01-08/today-in-history-january-8-el-chapo-recaptured/106192234": "\"Mission accomplished: we got him,\" began the triumphant tweet from Mexico's then-president Enrique Peña Nieto.",
  "https://www.sbs.com.au/news/article/latest-inflation-data-interest-rates/636ddo8pr": "SBS acknowledges the Traditional Custodians of Country and their connections and continuous care for the skies, lands and waterways throughout Australia.",
  "https://www.bbc.co.uk/bitesize/articles/zswkfdm?at_medium=RSS&at_campaign=rss": "Lip care is big business in the UK, worth an estimated £80m and promoted by celebs like Charli XCX.",
  "https://www.abc.net.au/news/2026-01-08/can-you-exercise-safely-in-a-heatwave-australia/106206302": "Despite parts of Australia experiencing the worst heatwave since the 2019-20 Black Summer, people can still be spotted exercising in the hot weather.",
  "https://www.theguardian.com/world/2026/jan/07/marinera-seized-tanker-atlantic-us-uk-russia": "The ship has long been part of a shadow fleet used to dodge western sanctions.",
  "https://www.theguardian.com/film/2026/jan/07/the-voice-of-hind-rajab-film-palestinian-girl": "When Kaouther Ben Hania heard Hind Rajab’s voice for the first time, she was in Los Angeles airport scrolling through social media.",
  "https://arstechnica.com/gadgets/2026/01/bose-open-sources-its-soundtouch-home-theater-smart-speakers-ahead-of-eol/": "If companies insist on bricking gadgets, this is a better way to do it.",
  "https://www.bbc.com/news/articles/cx253vrd931o?at_medium=RSS&at_campaign=rss": "A brown hyena standing beside the ruins of an abandoned diamond mining settlement has earned wildlife photographer Wim van den Heever the title of Wildlife Photographer of the Year.",
  "https://www.bbc.com/news/articles/cg426qqqqnro?at_medium=RSS&at_campaign=rss": "The green turtle has been rescued from the brink of extinction in what scientists are calling a major conservation victory.",
  "https://www.bbc.com/news/articles/cz08591znr8o?at_medium=RSS&at_campaign=rss": "The Prince of Wales has described those in the running for his environmental Earthshot prize as \"heroes of our time\".",
  "https://www.abc.net.au/news/2026-01-08/united-cup-tennis-coco-gauff-maya-joint-australia-us/106208390": "Coco Gauff says Maya Joint will be a tough opponent to get past should they meet in the United Cup quarterfinals.",
  "https://www.theguardian.com/film/2026/jan/07/marty-supreme-timothee-chalamet-likability": "Chalamet’s nogoodnik ping-pong hustler character is the latest in cinema’s rich history of protagonists with shabby morals.",
  "https://www.theguardian.com/wellness/2025/oct/20/how-to-start-lucid-dreaming": "Usually, we don’t have much say in what we dream about.",
  "https://www.bbc.com/news/articles/cj6nennz0nyo?at_medium=RSS&at_campaign=rss": "Papers in hand, Boris Johnson arrived at the Covid Inquiry before the sun came up.",
  "https://www.bbc.com/news/articles/c0rpq9y2gq0o?at_medium=RSS&at_campaign=rss": "GP surgeries in south London are giving financial advice to help patients manage debt and handle benefits claims - and the results are striking.",
  "https://www.abc.net.au/news/2026-01-08/bbl-ollie-peake-melbourne-renegades-perth-scorchers/106208704": "Ollie Peake hit a six on the final delivery to clinch a four-wicket win for the Renegades over the Scorchers.",
  "https://www.abc.net.au/news/2026-01-08/nt-parks-and-wildlife-rangers-crocodile-capture-data-croc-risk/106206212": "Rangers in the Northern Territory have caught a crocodile a day in the first week of 2026, including one measuring 4.9 metres pulled from near a popular swimming spot.",
  "https://www.theguardian.com/football/2026/jan/07/newcastle-leeds-premier-league-match-report": "Tactical anarchy reigned supreme on a night of chaotic, bewilderingly thrilling, drama played out amid freezing conditions.",
  "https://www.theguardian.com/tv-and-radio/2026/jan/07/bbc-can-you-keep-a-secret-review-dawn-french-is-like-a-wild-vicar-of-dibley-in-this-charming-sitcom": "Debbie Fendon is a force to be reckoned with.",
  "https://www.bbc.com/news/articles/c62r6dvpl5ro?at_medium=RSS&at_campaign=rss": "It looks like a golden chandelier and contains the coldest place in the universe.",
  "https://www.bbc.com/news/articles/c9wdzyyglq5o?at_medium=RSS&at_campaign=rss": "Hidden away in a lab in north-west London three black metal robotic hands move eerily on an engineering work bench.",
  "https://www.bbc.com/news/articles/czxn1qxrr32o?at_medium=RSS&at_campaign=rss": "Millions of us are taking magnesium for a whole range of reasons.",
  "https://www.theguardian.com/technology/2025/nov/03/oakley-meta-vanguard-review-fantastic-ai-running-glasses-linked-to-garmin": "The Guardian’s journalism is independent.",
  "https://www.theguardian.com/technology/2025/oct/27/apple-watch-ultra-3-review-the-biggest-and-best-smartwatch-for-an-iphone": "The Guardian’s journalism is independent.",
  "https://www.bbc.com/news/articles/czx3kz4q6yko?at_medium=RSS&at_campaign=rss": "Sign up for our morning newsletter and get BBC News in your inbox.",
  "https://www.abc.net.au/news/2026-01-08/world-cup-laura-peel-win-gold-ahead-of-winter-olympics/106209106": "Australia's Laura Peel won gold in the women's aerials at the World Cup event at Lac-Beauport.",
  "https://www.bbc.com/news/articles/ckgkee0pw4ko?at_medium=RSS&at_campaign=rss": "I'm peering into a large vat containing a perfectly clear liquid – a special kind of flame retardant for wood products.",
  "https://www.abc.net.au/news/2026-01-08/ashes-live-blog-day-five-scg/106208540": "Usman Khawaja is playing in his final Test innings as England spinner Will Jacks removes Steve Smith.",
  "https://www.abc.net.au/news/2026-01-08/active-holidays-ocean-swimming-popular-on-turkish-lycian-coast/106173770": "Julia Hughes's eyes sparkle as she contemplates the turquoise waters of the Mediterranean that surround her.",
  "https://www.abc.net.au/news/2026-01-08/free-movies-free-tv-watch-online/106207308": "The combination of rising monthly fees and new platforms have seen Australian's monthly spend on streaming services hit $42, according to analyst firm Telsyte's 2025 Subscription Entertainment Study.",
  "https://www.abc.net.au/news/2026-01-08/china-close-ties-with-venezuela-inaction-since-maduro-capture/106205836": "China is the biggest buyer of Venezuelan oil, providing a vital source of export revenue to the Latin American economy amid US sanctions.",
  "https://www.abc.net.au/news/2026-01-08/rba-deputy-andrew-hauser-inflation-interest-rates/106208716": "In an exclusive interview, RBA deputy governor Andrew Hauser says it is \"still true\" that Australians have very likely seen the last rate cuts this cycle.",
  "https://www.abc.net.au/news/2026-01-08/brisbane-lions-lachie-neale-chris-fagan/106210014": "Brisbane Lions coach Chris Fagan has given Lachie Neale his blessings if the former co-captain decides to move to WA at the end of the season.",
  "https://www.theguardian.com/wellness/2025/nov/17/how-to-start-reading-fun": "Most of us read all day – texts, emails, menus, utility bills, social media captions and news stories.",
  "https://www.theguardian.com/science/video/2025/dec/09/astronauts-return-to-earth-iss-command-change-video": "Three crew members left the International Space Station and landed back on Earth after 245 days in space.",
  "https://www.theguardian.com/fashion/gallery/2025/dec/05/what-to-wear-to-a-winter-wedding": "The Guardian’s journalism is independent.",
  "https://www.abc.net.au/news/2026-01-08/coochin-creek-tourist-park-approved/106209514": "The state government has approved a 150-site tourist park for Coochin Creek, south of Caloundra.",
  "https://www.bbc.com/news/articles/c24l223d9n7o?at_medium=RSS&at_campaign=rss": "Lying on your back in a big hospital scanner, as still as you can, with your arms above your head – for 45 minutes.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/08/my-favourite-family-photo-i-bucketed-30-years-of-tears-that-day-then-smiled-my-smiliest-smile": "Diane and I had been living together for more than 30 years, and our children were 28 and 26 when we got civilled.",
  "https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition": "Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood – the “big 5” of cod, haddock, tuna, salmon and prawns – to more sustainable, nutritious and locally caught fish such as sardines and anchovies, researchers say.",
  "https://www.theguardian.com/environment/2025/dec/12/soil-is-more-important-than-oil-inside-the-perennial-grain-revolution": "On the concrete floor of a greenhouse in rural Kansas stands a neat grid of 100 plastic plant pots, each holding a straggly crown of strappy, grass-like leaves.",
  "https://www.bbc.com/news/articles/cp82ylmy6d1o?at_medium=RSS&at_campaign=rss": "Retail giants Tesco and Marks & Spencer both saw a bump in food sales over the vital Christmas period despite both mentioning a challenging economic backdrop.",
  "https://arstechnica.com/gaming/2025/12/reminder-donate-to-win-swag-in-our-annual-charity-drive-sweepstakes-17/": "Help raise a charity haul that’s already past $11,000 in just a couple of days.",
  "https://www.theguardian.com/tv-and-radio/2026/jan/08/his-hers-review-netflix-jon-bernthal-tessa-thompson-thriller": "A woman lies bloodied and twitching her last on the bonnet of a car parked deep in a wood.",
  "https://www.bbc.com/news/articles/cwyvw1ev9rro?at_medium=RSS&at_campaign=rss": "The new year is a natural time to reflect, and for many of us, that involves thinking about our careers.",
  "https://www.bbc.com/news/articles/cvg1mzlryxeo?at_medium=RSS&at_campaign=rss": "The Internet Watch Foundation (IWF) charity says its analysts have discovered \"criminal imagery\" of girls aged between 11 and 13 which \"appears to have been created\" using Grok.",
  "https://www.bbc.com/news/articles/c0r9x1xx0x7o?at_medium=RSS&at_campaign=rss": "On the face of it, there is relatively little festive cheer for your finances in the latest inflation figures.",
  "https://apnews.com/article/stocks-markets-venezuela-trump-oil-ai-01e18594af8d435ce14ec862eb508f96": "HONG KONG (AP) — Asian shares were mostly lower and U.S.",
  "https://www.bbc.com/news/articles/cp9kv3lezgro?at_medium=RSS&at_campaign=rss": "Facebook is testing placing a limit on how many links some users can share when they post on the social media platform.",
  "https://www.theguardian.com/business/2026/jan/08/tesco-best-christmas-market-share-in-decade": "Tesco has said it aims to grab an even bigger slice of the grocery market this year after winning its best share in more than a decade over Christmas with strong sales of fresh food and its Finest own-label range.",
  "https://arstechnica.com/gaming/2025/12/reminder-donate-to-win-swag-in-our-annual-charity-drive-sweepstakes-18/": "Help increase our charity haul of nearly $18,000 in just over a week.",
  "https://www.bbc.com/news/articles/cm2ezv1e680o?at_medium=RSS&at_campaign=rss": "Storm Goretti is set to bring heavy snowfall and strong winds across the UK later on Thursday, which could cause travel disruption and damage properties.",
  "https://www.theguardian.com/football/2026/jan/08/martin-chivers-was-a-heavyweight-spurs-legend-with-the-heart-of-a-poet": "The Martin Chivers route from record signing to Tottenham legend was anything but simple.",
  "https://www.theguardian.com/wellness/2025/dec/19/are-sweet-potatoes-healthy": "Sweet potatoes can be roasted, mashed, fried and pied – you might have eaten them so often that they feel old hat.",
  "https://www.theguardian.com/money/2026/jan/08/work-life-balance-britain-embracing-workation": "Katherine first caught the bug when she visited Australia a couple of years ago.",
  "https://www.bbc.com/news/articles/c8dy5m56477o?at_medium=RSS&at_campaign=rss": "Christmas markets are not just tradition across Europe, they are big businesses that give cities a huge economic boost every December.",
  "https://www.theguardian.com/commentisfree/2026/jan/08/toowoomba-pasta-prawns-outback-steakhouse-korea": "One of the things that happens when you grow up somewhere that isn’t a big city, and then you move to a big city (much like Babe, pig in the city), is that you inevitably carry your home town with you.",
  "https://www.theguardian.com/film/2026/jan/08/matt-damons-best-films-ranked": "Matt Damon is essentially a bland dish that requires the right spice truly to zing, which means he is often at his best when playing beastly.",
  "https://www.theguardian.com/science/2025/dec/22/can-you-solve-it-are-you-ready-for-twenty-twenty-sixseven": "As we say goodbye to 2025, let’s delight in its numerical charms one final time.",
  "https://www.bbc.com/news/articles/c3veww3deddo?at_medium=RSS&at_campaign=rss": "Singer and recent Celebrity Traitors finalist Cat Burns has celebrated the start of her \"new life\" following breast reduction surgery.",
  "https://www.theguardian.com/uk-news/2026/jan/08/bristol-britton-organ-concert-instrument-restored": "Your browser doesn't support HTML5 video.",
  "https://www.bbc.com/news/articles/cp8zd176516o?at_medium=RSS&at_campaign=rss": "They work 24/7 at high speeds and get searingly hot - but data centre computer chips get plenty of pampering.",
  "https://www.bbc.com/news/articles/cgl80998lk3o?at_medium=RSS&at_campaign=rss": "Gavin and Stacey star Ruth Jones has revealed her excitement at taking on her first role away from comedy in a top Netflix crime series.",
  "https://www.theguardian.com/science/2025/dec/22/did-you-solve-it-are-you-ready-for-twenty-twenty-sixseven": "Earlier today I set you the following set of numerical challenges to celebrate the arrival of 2026.",
  "https://www.abc.net.au/news/2026-01-09/what-rental-landlords-are-obliged-to-do-to-cool-homes/106209220": "As Australia swelters through its first heatwave of the year, renters will be looking at how to keep their homes cool.",
  "https://www.theguardian.com/film/2026/jan/08/bela-tarr-director-cinematic-perfection-mentor-laszlo-nemes": "The last time I saw Béla Tarr was a few years ago at the Nexus conference in Amsterdam.",
  "https://www.abc.net.au/news/2026-01-09/heatwave-fire-threat-peaking-as-temps-hit-record-high/106211144": "A large swathe of the country will again bake through 40 to 45 degrees Celsius heat today, as a scorching north-westerly airstream from the outback strengthens and stretches the hot airmass from northern WA back to the Victorian coast.",
  "https://www.npr.org/2026/01/08/nx-s1-5671206/who-was-renee-nicole-good": "We're continuing to learn more about the 37-year-old woman who was shot and killed by an Immigration and Customs Enforcement officer in Minneapolis on Wednesday.",
  "https://www.theguardian.com/science/2026/jan/09/human-eggs-rejuvenated-in-advance-that-could-boost-ivf-success-rates": "Scientists claim to have “rejuvenated” human eggs for the first time in an advance that they predict could revolutionise IVF success rates for older women.",
  "https://www.npr.org/2026/01/08/nx-s1-5671045/nyc-mayor-mamdani-discusses-new-york-state-expansion-of-childcare-funding": "New York City Mayor Zohran Mamdani's ambitious campaign pledge to offer universal child care took a significant step forward Thursday.",
  "https://www.bbc.com/news/articles/c4g3wd1p7nno?at_medium=RSS&at_campaign=rss": "Loud, raw, and strikingly honest: Pop singer Skye Newman has won BBC Radio 1's Sound of 2026.",
  "https://www.abc.net.au/news/2026-01-09/the-pitt-noah-wyle-er-r-scott-gemmill-john-wells/106118716": "With an ensemble cast including George Clooney and Julianna Margulies (The Good Wife), the Chicago-set series was praised for its realism, pace and the way it dove into the lives of its characters — and the toll a medical career can take on a person.",
  "https://www.theguardian.com/world/2026/jan/08/venezuela-to-release-important-number-of-detainees": "Five days after the US seized Nicolás Maduro, Venezuela has announced it is releasing an “important number” of detainees in what the congressional president characterised as a gesture to “consolidate peace”.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/09/experience-best-gravedigger-britain-good-funeral-awards": "Not many people can say their happy place is a cemetery, but mine certainly is.",
  "https://www.theguardian.com/food/2026/jan/09/baked-apples-with-lemon-and-tahini-recipe-helen-goh": "After the excesses of December, these baked apples are a light, refreshing vegan pudding.",
  "https://www.bbc.com/news/articles/c4g0777y5zyo?at_medium=RSS&at_campaign=rss": "A PHD student appearing in the latest series of Traitors, is being \"true to herself\" on the show, fellow students say.",
  "https://www.theguardian.com/tv-and-radio/2026/jan/09/a-thousand-blows-season-two-review-disney": "The problem with having Erin Doherty star in your TV drama is that it makes it extremely difficult to tell whether it’s any good or not.",
  "https://www.theguardian.com/politics/live/2026/jan/09/labour-pubs-disability-benefits-assisted-dying-defence-spending-farage-reform-latest-news-updates": "Air Chief Marshal Sir Richard Knighton reportedly told the prime minister that an MoD assessment made last year showed a £28bn shortfall between now and 2030.",
  "https://www.npr.org/2026/01/09/nx-s1-5670483/2-friends-share-how-the-covid-pandemic-put-a-strain-on-their-relationship": "Two friends with opposing viewpoints talk about the strain the COVID-19 pandemic put on their relationship and how they can move forward.",
  "https://www.theguardian.com/thefilter/2026/jan/09/best-exercise-bike-uk": "The Guardian’s journalism is independent.",
  "https://www.theguardian.com/games/2026/jan/09/the-15-best-nintendo-switch-2-games-to-play-in-2026": "Nintendo’s newest console has been out for a less than a year but it already boasts an impressive catalogue of excellent new games, as well as a variety of enhanced Switch greats.",
  "https://www.npr.org/2026/01/09/g-s1-104965/greenland-quarters-wegovy-maduro-food-pyramid": "This week started with the capture of a foreign leader and ended with — well, it's not over yet! Will Greenland be the 51st state by Monday? Who knows? Not the quiz.",
  "https://www.npr.org/sections/shots-health-news/2026/01/09/nx-s1-5670382/primary-care-doctor-shortage-medical-ai-diagnosis": "When her doctor died suddenly in August, Tammy MacDonald found herself among the roughly 17% of adults in America without a primary care physician.",
  "https://www.bbc.com/news/articles/c3wz8qzv1zwo?at_medium=RSS&at_campaign=rss": "Thousands of European oysters have been placed on the Belfast Lough seabed, in a bid to bring back native reefs that had almost disappeared.",
  "https://www.bbc.com/news/videos/c3e0ekgwl92o?at_medium=RSS&at_campaign=rss": "Jayne Torvill and Christopher Dean have been recognised for their voluntary work, in the New Year's Honours list.",
  "https://www.theguardian.com/sport/2026/jan/09/australia-poland-united-cup-tennis-alex-de-minaur-maya-joint-iga-swiatek": "Never-say-die Alex de Minaur lit up Ken Rosewall Arena to send Australia’s United Cup quarter-final against Poland into a deciding mixed doubles rubber.",
  "https://www.theguardian.com/food/2026/jan/09/cocktail-of-the-week-the-american-bar-at-gleneagles-smoked-cherry-recipe": "If, like many people, you’ve got an opened jar of cocktail cherries in the fridge after the festivities, here’s a very classy way to use up some of the syrup.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/09/tell-us-about-a-friend-you-met-at-the-right-moment-in-your-life": "Do you have a friend who was the right person at the right time? Did they become a great source of support because you met at a certain moment in your life or a particular shared set of circumstances brought you together?.",
  "https://www.bbc.com/news/videos/c8rm55dkej5o?at_medium=RSS&at_campaign=rss": "Watch Gladiators on BBC iPlayer.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/10/auditory-visual-synaesthesia-languages": "Car journeys with my partner are a nightmare.",
  "https://www.theguardian.com/football/2026/jan/09/oliver-glasner-manchester-united-crystal-palace": "Oliver Glasner has shown a penchant for one-liners, as well a 3-4-2-1 formation, since he took over at Crystal Palace almost two years ago.",
  "https://www.theguardian.com/commentisfree/2025/dec/31/world-health-organization-anti-obesity-jabs-2025": "If there has been a hot topic in health in 2025, it’s definitely been GLP-1s, colloquially referred to as “anti-obesity” jabs.",
  "https://www.bbc.com/news/articles/c8d04zp8m26o?at_medium=RSS&at_campaign=rss": "Husband and wife movie stars Meagan Good and Jonathan Majors have travelled to Guinea, where the US couple are due to be granted citizenship after tracing their ancestry to the West African nation through DNA testing.",
  "https://arstechnica.com/space/2026/01/nasa-chief-reviews-orion-heat-shield-expresses-full-confidence-in-it-for-artemis-ii/": "WASHINGTON, DC—This week, NASA’s new administrator, Jared Isaacman, said he has “full confidence” in the space agency’s plans to use the existing heat shield to protect the Orion spacecraft during its upcoming lunar mission.",
  "https://www.bbc.com/news/articles/ckgkr15el67o?at_medium=RSS&at_campaign=rss": "She was a finalist in the Miss Scotland beauty pageant, then started a new job travelling the world as an airline steward.",
  "https://www.theguardian.com/football/2026/jan/09/cameroon-morocco-africa-cup-of-nations-quarter-final-match-report": "At last, Morocco have arrived at the tournament they are hosting.",
  "https://www.bbc.com/news/articles/c0er4n1zelro?at_medium=RSS&at_campaign=rss": "Debt charities say they are receiving an influx of calls as people worry their financial situation has slipped towards becoming unmanageable.",
  "https://www.bbc.com/news/videos/c8xdw7j2v2go?at_medium=RSS&at_campaign=rss": "From meteor showers to supermoons, many stunning celestial events have been captured on camera over the past year.",
  "https://www.bbc.com/news/articles/cwy1e605dvgo?at_medium=RSS&at_campaign=rss": "The Chainsmokers are playing wall to wall, you've perfected your Snapchat dog filter pose and Leicester City have just won the Premier League.",
  "https://www.theguardian.com/environment/2026/jan/10/world-richest-used-fair-share-emissions-2026-oxfam": "The world’s richest 1% have used up their fair share of carbon emissions just 10 days into 2026, analysis has found.",
  "https://www.theguardian.com/science/2026/jan/10/country-diary-look-up-tonights-the-night-to-see-jupiter-at-its-brightest": "As unmissable as new year’s fireworks, the wolf moon held the heavens for the first few nights of January, casting an unearthly radiance over everything, night almost as bright as day.",
  "https://www.theguardian.com/us-news/2026/jan/10/renee-nicole-good-fundraising-campaign-ice": "An online campaign meant to financially support the family of Renee Nicole Good – the US woman shot to death Wednesday by an Immigration and Customs Enforcement (ICE) agent – raised more than $1.5m before organizers closed it Friday.",
  "https://www.theguardian.com/games/2026/jan/10/the-15-best-games-to-play-on-the-nintendo-switch-in-2026": "Although the Nintendo Switch 2 has been out for several months, not everyone has made the leap to the new machine and there is still much to enjoy on the original console in 2026 (and beyond).",
  "https://www.theguardian.com/lifeandstyle/2026/jan/10/kelli-radwanski-best-phone-picture": "Sara Weir’s five children had just woken up and were roaming their home in Nevada when this shot was taken.",
  "https://www.theguardian.com/environment/2026/jan/10/china-mine-europe-rare-earth-metals-swedish-producer": "It is deep winter with temperatures dropping to -20C.",
  "https://www.theguardian.com/tv-and-radio/2026/jan/10/gladiators-behind-the-scenes-itv": "I’ve been up until the early hours painting portraits of my favourite Gladiators with the precise hope of making it on to the telly.",
  "https://www.npr.org/2026/01/10/nx-s1-5666227/opinion-remembering-renee-good": "Before Renee Good became the center of a tragic news story, she was a writer.",
  "https://www.npr.org/sections/goats-and-soda/2026/01/10/g-s1-105239/photos-laundry-is-a-chore-but-theres-a-beauty-and-serenity-in-the-way-it-hangs-out": "In early February, Macy Castañeda Lee took a motorbike ride along the Siem Reap River out to the large green swaths of rice and lotus fields that pepper the outskirts of the Cambodian city.",
  "https://www.theguardian.com/football/2026/jan/10/macclesfield-crystal-palace-fa-cup-match-report": "Macclesfield etched themselves into the FA Cup history books by pulling off arguably the greatest giantkilling of all time, as they stunned Crystal Palace, the holders, in front of a disbelieving and delirious Moss Rose crowd.",
  "https://www.npr.org/sections/goats-and-soda/2026/01/10/g-s1-105239/photos-laundry-philippines": "In early February, Macy Castañeda Lee took a motorbike ride along the Siem Reap River out to the large green swaths of rice and lotus fields that pepper the outskirts of the Cambodian city.",
  "https://www.bbc.com/news/articles/c620z7z33nmo?at_medium=RSS&at_campaign=rss": "A psychologist behind a new movie about former world champion boxer Prince Naseem Hamed and his turbulent partnership with his trainer said it shows exactly how \"relationships develop and can break down\".",
  "https://www.theguardian.com/sport/2026/jan/10/aryna-sabalenka-powers-past-karolina-muchova-into-brisbane-international-tennis-final": "A statement victory for Coco Gauff over her great rival Iga Swiatek proved to be insufficient to the American’s hopes of leading her team into the final of the United Cup.",
  "https://www.abc.net.au/news/2026-01-11/kangaroo-island-native-animal-populations-bounce-back/106209894": "Populations of endangered animals on Kangaroo Island have increased by 90 to 100 per cent in five years.",
  "https://www.theguardian.com/commentisfree/2026/jan/11/jigsaw-person-simplicity-meditation-relaxing": "When my daughter first started kindergarten many years ago, she’d walk into the room and head straight for the puzzle table.",
  "https://www.theguardian.com/sport/2026/jan/11/ice-hockey-australia-sporting-secret-heated-rivalry-christina-julien": "If there is one thing Australians pride themselves on, it’s playing sport in the elements.",
  "https://www.abc.net.au/news/2026-01-11/world-cup-monobob-bree-walker-australia-wins-gold/106217414": "Australia's Bree Walker won gold in the monobob at the World Cup event in Switzerland.",
  "https://www.abc.net.au/news/2026-01-11/great-keppel-island-underwater-observatory-star-attraction/105282860": "That's how Coral Wedd would answer the phone in the 1980s at the Middle Island Underwater Observatory's souvenir shop in the Pacific Ocean off Queensland.",
  "https://www.theguardian.com/football/2026/jan/10/charlton-chelsea-premier-league-match-report": "It sums up the uneasy state of affairs at Chelsea that the new head coach winning his first match in charge was not enough to stop the mutiny.",
  "https://www.theguardian.com/stage/2026/jan/11/dear-son-review-essays-by-famous-indigenous-fathers-make-for-incredibly-moving-theatre": "Such culturally specific yet delightfully accessible humour regularly lightens the wide-ranging, mostly weighty load of Dear Son, the theatrical adaptation of Thomas Mayo’s 2021 collection of essays about fatherhood by 13 prominent Aboriginal and Torres Strait Islander men.",
  "https://www.bbc.com/news/articles/c338d55p0k6o?at_medium=RSS&at_campaign=rss": "Sinners, Marty Supreme and One Battle After Another are among the films set to compete at the Golden Globe Awards on Sunday night.",
  "https://www.bbc.com/news/articles/cm2y1ygjmy2o?at_medium=RSS&at_campaign=rss": "Three lynx that were found starving after being abandoned in the Highlands a year ago are now thriving in a wildlife park, say their keepers.",
  "https://www.theguardian.com/culture/2026/jan/11/adelaide-festival-did-not-not-dump-jewish-columnist-from-2024-program-despite-request-from-randa-abdel-fattah-and-others": "The Adelaide festival board did not dump a Jewish columnist from its 2024 lineup at Adelaide writers’ week, despite being lobbied by a group of 10 academics – including Randa Abdel-Fattah – to do so.",
  "https://www.abc.net.au/news/2026-01-11/fun2learn-childcare-shut-after-decade-safety-breaches/106217916": "The Fun2Learn childcare centre in Sydney's west has been shut down due to a number of safety breaches over 12 years.",
  "https://www.bbc.com/news/articles/cx2lp6nnjjzo?at_medium=RSS&at_campaign=rss": "Every week, about 45 new names land on Steph Smith's desk, all hoping for a place at her school.",
  "https://www.abc.net.au/news/2026-01-11/fallout-amid-writers-week-cancellation-of-randa-abdel-fattah/106217646": "The decision to cancel Palestinian-Australian author Randa Abdel-Fattah from the upcoming Adelaide Writers' Week has prompted ongoing controversy, with writers withdrawing from the event in protest as the SA premier backs the Adelaide Festival board's decision.",
  "https://www.theguardian.com/business/2026/jan/11/lloyds-ceo-charlie-nunn-latest-banking-boss-in-line-for-huge-bonus-hike": "Lloyds Banking Group boss, Charlie Nunn, could be in line for a maximum annual pay packet worth more than £13m, as he becomes the latest boss to benefit from the UK’s controversial decision to lift a cap on banker bonuses.",
  "https://www.theguardian.com/sport/2026/jan/11/caleb-williams-bears-packers-playoff-comeback": "Caleb Williams dropped back, pump-faked and found DJ Moore wide open down the sideline for the go-ahead touchdown.",
  "https://www.bbc.com/news/articles/cz947djd3d3o?at_medium=RSS&at_campaign=rss": "Renewable energy - considered crucial to limiting climate change - produced a record amount of electricity in Great Britain in 2025, BBC analysis shows.",
  "https://www.theguardian.com/football/2026/jan/11/egypt-mohamed-salah-africa-cup-of-nations-football": "It is a long time since Egypt had a night this good.",
  "https://www.abc.net.au/news/2026-01-11/auscycling-road-nationals-perth/106218174": "Perth cyclist Mackenzie Coupland is the second 20-year-old rookie in a row to claim the Australian road cycling championship.",
  "https://www.theguardian.com/politics/2026/jan/11/uk-wants-peaceful-transition-of-power-in-iran-says-uk-minister": "The UK wants to see a peaceful transition of power in Iran, a cabinet minister has said, after Donald Trump said he could support protesters with military force.",
  "https://apnews.com/article/packers-bears-score-nfl-playoffs-7729bbfcab314e6eef5bf7b1bba4cdef": "CHICAGO (AP) — Caleb Williams dropped back, pump-faked and found DJ Moore wide open down the sideline for the go-ahead touchdown.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/11/stephen-kelman-mother-alzheimers-old-photographs": "A couple of months ago, my mother moved into a nursing home.",
  "https://www.theguardian.com/lifeandstyle/2026/jan/11/dining-across-the-divide-fraz-peter": "They bonded over football and felt the same about taxing billionaires.",
  "https://www.bbc.com/news/articles/cj9rjwpvmpzo?at_medium=RSS&at_campaign=rss": "China's BYD has overtaken Elon Musk's Tesla as the world's biggest seller of  electric vehicles (EVs), marking the first time it has outpaced its American rival in annual sales.",
  "https://www.theguardian.com/commentisfree/2026/jan/11/dont-avoid-news-headlines-read-better": "I once heard that a journalist, stunned by the horrors they’d witnessed while on assignment as a foreign correspondent, was almost equally shocked to find themselves seeking solace in the strangest of places: a church.",
  "https://www.theguardian.com/world/2026/jan/11/draft-farage-clause-eu-if-reform-uk-wins-election": "The EU is reportedly demanding guarantees the UK will compensate the bloc if a future government reneges on the Brexit “reset” agreement Keir Starmer is currently negotiating.",
  "https://arstechnica.com/gaming/2026/01/final-reminder-donate-to-win-swag-in-our-annual-charity-drive-sweepstakes-4/": "Today is your last chance to add to this year’s charity haul of nearly $38,000."
}